export const checks = [
  ['필수', '만 14세 이상입니다.'],
  ['필수', '서비스 이용약관 동의'],
  ['필수', '개인정보 처리방침 동의'],
];

export const titles = ['서비스 이용약관', '개인정보 처리방침'];

export const contents = [
  [
    {
      title: '제1조(목적)',
      content:
        '이 약관은 요모조모랩(이하 “회사”라 합니다)이 운영하는 정보 제공 플랫폼(이하“플랫폼”이라 합니다)에서 제공하는 모든 서비스(이하“서비스”라 한다)를 이용함에 있어 “회사”와 “이용자”의 권리, 의무 및 책임사항을 규정함을 목적으로 합니다. PC통신, 무선등을 이용하는 경우에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다.',
    },
    {
      title: '제2조(용어의 정의)',
      content:
        '1. “플랫폼”이란 “이용자”가 컴퓨터 등 정보통신설비를 이용하여 “서비스”를 이용할 수 있도록 “회사”가 제공하는 가상의 영업장을 말하며, 아울러 “플랫폼”을 운영 하는 사업자의 의미로도 사용합니다.\n2. ”이용자”란 “플랫폼”을 통하여 이 약관에 따라 제공하는 서비스를 이용하는 회원 및 비회원을 말합니다.\n3. “회원”이라 함은 “플랫폼”에 회원등록을 한 자로서, 계속적으로 “플랫폼”이 제공하는 서비스를 이용할 수 있는 자를 말합니다.\n4. “비회원”이란 회원에 가입하지 않고 “플랫폼”이 제공하는 서비스를 이용하는 자를 말합니다.\n5. “게시물”이란 “이용자”가 서비스를 이용 시 게시하는 담벼락, 댓글, 전시/행사 관심 표현, 프로필 사진 등의 콘텐츠 일체를 의미합니다.\n6. “전시/행사 주최자”란 전시/행사를 실제로 조직하거나 운영하는 개인 또는 단체를 말합니다.',
    },
    {
      title: '제3조(약관 등의 명시와 설명 및 개정)',
      content:
        '1. “회사”는 이 약관의 내용을 “이용자”가 쉽게 알 수 있도록 “플랫폼”의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 “이용자”가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.\n2. ”회사”는 필요한 경우, 「약관의 규제에 관한 법률」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 등 관련 법령을 위배하지 않는 범위 내에서 이 약관을 개정할 수 있습니다.\n3. “회사”는 약관을 개정할 경우에는 적용 일자 및 개정사유를 명시하여 현행 약관과 함께 플랫폼의 초기화면에 그 적용 일자 7일 이전부터 적용 일자 전일까지 공지합니다. 다만, “이용자”에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다.\n4. “회원”은 변경된 약관에 동의하지 않을 권리가 있으며, 동의하지 않을 경우에는 서비스 이용을 중단하고 탈퇴할 수 있습니다.\n5. “회원”이 전4항에 따라 약관에 대한 반대의사를 표하지 않고 “서비스”를 이용한 경우에는 약관에 동의한 것으로 봅니다.\n6. 이 약관에서 정하지 아니한 사항과 이 약관 해석에 관하여는 약관의 규제 등에 관한 법률 및 기타 서비스와 관련된 관계법령 또는 상관례에 따릅니다.',
    },
    {
      title: '제4조(회원 가입)',
      content:
        '1. “이용자”는 “플랫폼”이 정한 절차에 따라 이 약관에 동의한다는 의사표시를 함으로써 회원가입을 신청합니다.\n2. “플랫폼”은 제1항과 같이 회원으로 가입할 것을 신청한 “이용자” 중 다음 각호에 해당하지 않는 한 회원으로 등록합니다.\n   (1) 회원자격 상실 후 24시간이 경과하지 않은 경우\n   (2) 등록 내용에 타인의 정보를 사용한 경우\n   (3) 회원의 귀책 사유로 인하여 승인이 불가능하거나 기타 규정한 제반 사항을 위반하여 신청하는 경우\n3. 회원 가입계약의 성립 시기는 “회사”의 승낙이 회원에게 도달한 시점으로 합니다.\n4. “회사”는 서비스 관련 설비의 여유가 없거나, 기술상 또는 업무상 문제가 있는 경우에는 승낙을 유보할 수 있습니다.',
    },
    {
      title: '제5조(회원 탈퇴 및 자격 상실 등)',
      content:
        '1. 회원은 “회사”에 언제든지 탈퇴를 요청할 수 있으며 “회사”는 신속하게 회원 탈퇴를 처리합니다.\n2. 회원이 다음 각호의 사유에 해당하는 경우, “플랫폼”은 회원 자격을 제한 및 정지시킬 수 있습니다.\n   (1) 가입 신청 시에 허위 내용을 등록한 경우\n   (2) 다른 사람의 “플랫폼” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우\n   (3) “플랫폼”을 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우\n   (4) 제15조에 따른 “이용자”의 의무를 지키지 아니하였을 경우\n3. “회사”는 회원 자격을 제한, 정지시킨 후, 같은 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 “회사”는 회원 자격을 상실시킬 수 있습니다.\n4. “회사”는 회원이 계속해서 12개월 이상 로그인하지 않은 경우, 회원정보의 보호 및 운영의 효율성을 위해 이용을 제한할 수 있습니다.\n5. 본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 “회사”의 이용제한 정책에서 정하는 바에 의합니다.\n6. 본 조에 따라 서비스 이용을 제한하거나 계약을 해지하는 경우에는 “회사”는 제6조[회원에 대한 통지]에 따라 통지합니다.\n7. 회원은 본 조에 따른 이용제한 등에 대한 “회사”가 정한 절차에 따라 이의 신청을 할 수 있습니다. 이때 이의가 정당하다고 “회사”가 인정하는 경우 “회사”는 즉시 서비스의 이용을 재개합니다.',
    },
    {
      title: '제6조(회원에 대한 통지)',
      content:
        '1. “회사”가 이용자에 대한 통지하는 경우, 회원이 “회사”에게 제공한 이메일 주소 또는 App 메시지 등으로 할 수 있습니다.\n2. “회사”는 불특정다수 회원에 대한 통지의 경우 1주일 이상 “플랫폼” 게시판에 게시함으로써 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대해 개별 통지합니다.',
    },
    {
      title: '제7조(서비스의 제공 및 변경)',
      content:
        '1. “회사”는 이용자에게 아래와 같은 서비스를 제공합니다.\n   (1) 전시/행사에 대한 정보 제공\n   (2) 기타 “플랫폼”이 정하는 업무\n2. “회사”는 변경될 서비스의 내용 및 제공 일자를 회원에게 App 알림 또는 플랫폼 내 공지 사항을 통해 통지할 수 있으며 서비스를 변경하여 제공할 수 있습니다.\n3 “회사”는 무료로 제공되는 서비스의 일부 또는 전부를 회사의 정책 및 운영의 필요로 수정, 중단, 변경할 수 있으며 이에 대하여 관련 법에 특별한 규정이 없는 한 회원에게 별도의 보상을 하지 않습니다.',
    },
    {
      title: '제8조(서비스의 이용시간 및 중단)',
      content:
        '1. “플랫폼”의 이용은 특별한 사유가 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 다만, 컴퓨터 등 정보통신설비의 보수점검, 교체 및 고장, 통신의 두절 등의 사유 또는 정기점검 등의 필요로 “회사”가 지정한 날 등의 경우에는 “플랫폼”을 일시적으로 중단할 수 있습니다.\n2. “회사”는 “플랫폼”의 원활한 운영을 위하여 기간을 정하여 사전에 공지하고 서비스를 중지할 수 있으며, 긴급한 조치를 하여야 하는 경우 사후에 통지할 수 있습니다.',
    },
    {
      title: '제9조(서비스이용 및 개인정보 제공 동의 등)',
      content:
        '1. “회사”가 요구하는 회원 정보는 본 이용계약을 이행하고 이용계약 상 서비스 제공을 위한 목적으로 이용합니다.',
    },
    {
      title: '제10조(서비스의 요금)',
      content:
        '1. “회사”가 제공하는 서비스는 기본적으로 무료입니다. 단, 별도의 유료 서비스의 경우 해당 서비스에 명시된 요금을 지불하여야 사용 가능합니다.',
    },
    {
      title: '제11조 (회원 게시물 정책)',
      content:
        '1. 회원 탈퇴 이후 “회원“이 작성하였던 게시물 및 댓글 등은 삭제되지 않으며, 회원 탈퇴로 인하여 회원 정보가 삭제되어 작성자 본인을 확인할 수 없어 게시물 편집 및 삭제가 원천적으로 불가합니다. ”회원“이 작성한 게시물의 삭제를 원할 경우에는 회원 탈퇴 이전에 게시물을 모두 삭제해야 합니다.\n2. “회원”이 작성한 게시물에 대한 모든 권리 및 책임은 이를 게시한 “회원”에게 있으며, “회사“는 ”회원“이 게시하거나 등록하는 서비스의 내용물이 다음 각 항에 해당한다고 판단되는 경우 또는 제3자로부터의 신고가 접수되는 경우 관련 절차에 따라 사전통지 없이 임시조치 및 삭제할 수 있고, 이에 대하여 “회사”는 어떠한 책임도 지지 않습니다.\n   (1) 공서양속에 위반되는 내용일 경우\n   (2) 동의 없이 타인의 정보를 게시물에 노출한 경우\n   (3) 범죄적 행위에 결부된다고 인정되는 경우\n   (4) 저작권, 상표권 등 회사 또는 제3자의 권리를 침해하는 내용일 경우\n   (5) 동일한 내용을 중복하여 다수 게시하는 등 게시의 목적에 어긋나는 경우\n   (6) 회사에서 규정한 게시물 원칙에 어긋나거나, 게시물을 작성하는 위치에 부여된 성격에 부합하지 않는 경우\n   (7) 특정 제휴점과의 경제적 이해관계 등 부당한 이익을 위하여 작성한 경우\n   (8) 정보 원저작자의 게시물 중단 또는 삭제 요청으로 해당 전시/행사 정보가 삭제된 경우\n   (9) 정당한 사유 없이 “회사”의 영업을 방해하는 내용을 기재하는 경우\n   (10) 타인을 비방할 목적으로 허위 사실을 유포하여 타인의 명예를 훼손하는 글 또는 타인을 비방하는 게시물의 경우\n   (11) 음란 정보, 선정적인 정보, 폭력적이거나 잔인한 정보, 저속한 언어나 욕설, 차별적 표현, 도박과 사행성 정보 기타 사회 통념상 허용되지 않는 정보 등이 포함된 게시물의 경우\n   (12) 사회 통념 또는 기타 관련 법령에 위반된다고 판단되는 경우\n3. “회사”는 1항에 따른 권리자의 요청이 없는 경우라도 “회사” 또는 제3자의 권리침해가 인정될 만한 사유가 있거나 기타 “회사” 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 게시물에 대한 임시조치(블라인드) 및 삭제 등의 조치를 취할 수 있습니다.\n4. 본 조 제2항 각호의 어느 하나에 해당하는 게시물이 확인되는 경우 이용자는 언제든지 “회사”에 신고할 수 있습니다.',
    },
    {
      title: '제12조(게시물에 대한 권리)',
      content:
        '1. “회원”이 서비스 내에 게시한 게시물(회원 간 전달 포함)의 저작권은 회원에게 있습니다. 다만 “회사”는 서비스 내 및 “회사”가 운영하는 공식 SNS 채널에 게시, 상품 정보의 전달, 광고 및 마케팅 등의 목적으로 이를 사용할 수 있으며, 이를 위해 게시물의 내용을 해하지 않는 범위에서 게시물의 크기를 변환하거나 디자인화하는 등 단순 수정을 할 수 있습니다. 다만, 해당 게시물을 등록한 회원이 게시물의 삭제 또는 사용중지를 요청하면 관련 법률에 따라 보존해야 하는 사항을 제외하고 즉시 삭제 또는 사용을 중지합니다.\n2. “회사”는 제11조 제1항에서 정한 게재 이외의 목적으로 “회원”의 게시물을 사용할 경우 게시물에 대한 게시자를 반드시 명시해야 합니다. 단, 게시자를 알 수 없는 익명 게시물이나 비영리적인 경우에는 그러하지 아니합니다.\n3. “회사”는 “회원”이 서비스 내에 게시한 게시물이 타인의 저작권, 프로그램 저작권 등을 침해하더라도 이에 대한 민,형사상의 책임을 부담하지 않습니다. 만일 “회원”이 타인의 저작권, 프로그램저작권 등을 침해하였음을 이유로 “회사”가 타인으로부터 손해배상청구 등의 제기를 받은 경우 ”회원“은 ”회사“의 면책을 위하여 노력하여야 하며, ”회사“가 면책되지 못한 경우 ”회원“은 그로 인해 ”회사“에 발생한 모든 손해를 부담하여야 합니다.\n4. “회사”는 “회원”이 해지하거나 적법한 사유로 해지된 경우 해당 “회원”이 게시하였던 게시물을 삭제할 수 있습니다.',
    },
    {
      title: '제13조(개인정보보호 의무)',
      content:
        '1. “회사”는 정보통신망법, 개인정보 보호법 등 관계 법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다.\n2. 개인정보의 보호 및 사용에 대해서는 관련법 및 “회사”의 개인정보 처리방침이 적용됩니다. 다만, 회사의 공식 사이트 이외의 링크된 외부 사이트에서는 “회사”의 개인정보 처리방침이 적용되지 않습니다.',
    },
    {
      title: '제14조(“회사”의 의무)',
      content:
        '1. “회사”는 관련법과 이 약관이 금지하거나 미풍양속에 반하는 행위를 하지 않으며, 계속적이고 안정적으로 서비스를 제공하기 위하여 최선을 다하여 노력합니다.\n2. “회사”는 회원이 안전하게 서비스를 이용할 수 있도록 “이용자”의 개인정보 보호를 위해 보안시스템을 갖추어야 합니다.\n3. “회사”는 이외에 관계 법령이 정한 의무 사항을 준수합니다.',
    },
    {
      title: '제15조(“이용자”의 의무)',
      content:
        '1. “이용자”는 다음 행위를 하여서는 안 되며, 적발 시 회원 탈퇴의 조치를 받을 수 있으며, 경고에 따라 경고, 일시정지, 영구이용정지 등으로 서비스 이용을 단계적으로 제한하는 조치를 받을 수 있습니다. 또한 다음 행위의 위반으로 인해 “이용자”에게 발성된 법적 조치 등에 대해서는 “회사”는 책임을 지지 않으며, 위반으로 인해 발생된 “회사” 또는 제3자의 손해에 대하여 “이용자”가 손해배상 의무 및 형사상 책임을 집니다.\n   (1) 신청 또는 변경 시 허위 내용의 등록\n   (2) 타인의 정보 도용\n   (3) “플랫폼”에 게시된 정보의 변경\n   (4) “플랫폼”이 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시\n   (5) “플랫폼” 및 기타 제3자의 저작권 등 지적재산권에 대한 침해\n   (6) “플랫폼” 및 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위\n   (7) 외성 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 “플랫폼”에 공개 또는 게시하는 행위\n   (8) “회사“에게 의견 전달 시 욕설, 폭언, 성희롱 등에 해당하는 행위\n   (9) 확인되지 않은 허위의 게시물을 작성하는 행위\n   (10) 정당한 사유 없이 “회사”의 영업을 방해하는 내용을 기재하는 행위\n   (11) 리버스엔지니어링, 디컴파일, 디스어셈블 등 기타 일체의 가공행위를 통하여 서비스를 복제, 분해 또는 모방 기타 변형하는 행위\n   (12) 자동 접속 프로그램 등을 사용하는 등 정상적인 용법과 다른 방법으로 서비스를 이용하여 “회사”의 서버에 부하를 일으켜 “회사”의 정상적인 서비스를 방해하는 행위\n   (13) “회사”의 사전 서면 승낙 없이 데이터 등을 추출하기 위하여 로봇(봇), 크롤러, 스파이더, 스크레이퍼, 매크로 프로그램 또는 기타 자동화 수단이나 수동 프로세스를 이용하여 “회사”의 웹ᆞ앱ᆞ서버에 접근하거나 “회사” 서비스에 포함된 컨텐츠 및 정보를 모니터링, 복제, 수집, 확인, 정리, 사용하는 등의 행위\n   (14) 기타 관계 법령에 위반된다고 판단되는 행위',
    },
    {
      title: '제16조(저작권 귀속 및 이용제한)',
      content:
        '1. “회사”가 작성한 저작물에 대한 저작권 기타 지적재산권은 “회사”에 귀속합니다.\n2. “이용자”는 “플랫폼”을 이용함으로써 얻은 정보 중 “회사” 또는 “이용자”에게 지적재삭권이 귀속된 정보를 권리자의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다. “이용자”가 이를 위반하는 경우, “회사”는 필요한 법적 조치를 취할 수 있습니다.\n3. “회사”는 약정에 따라 “이용자”에게 귀속된 저작권을 사용하는 경우 당해 “이용자”에게 통보하여야 합니다.',
    },
    {
      title: '제17조(면책)',
      content:
        '1. “회사”는 전시/행사 정보를 제공하는 “플랫폼“ 서비스만을 제공할 뿐, 전시/행사를 실제로 개최한 “전시/행사 주최자”가 아니며, 전시/행사에 내용과 품질에 대해서는 책임을 지지 않습니다.\n2. “회사”는 서비스 및 서비스에 게재된 정보/자료/사실의 신뢰도, 정확성에 관해서는 보증하지 않으며 이로 인해 발생한 “이용자”의 손해에 대해서는 책임을 지지 않습니다.\n3. “회사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면책됩니다.\n4. “회사”는 “이용자”의 귀책 사유로 인한 “서비스” 이용의 장애에 대해서는 책임을 지지 않습니다.\n5. “회사”는 “이용자”가 게재한 게시글 등의 정보/자료/사실의 신뢰도와 정확성에 대해서는 책임을 지지 않습니다.\n6. “회사”는 제 3자가 서비스 내 화면 또는 링크된 웹사이트를 통하여 광고한 제품 또는 서비스의 내용과 품질에 대해서 감시할 의무가 없으며 및 이와 관련된 기타 어떠한 책임도 지지 않습니다.\n7. “회사”는 고의 또는 중대한 과실이 없는 한 다음과 같은 사항으로부터 발생하는 손해에 대해 책임을 지지 않습니다.\n   (1) 정보의 허위 또는 부정확성에 기인하는 손해\n   (2) 서비스에 대한 접속 및 서비스의 이용 과정에서 “이용자”의 귀책 사유로 발생하는 손해\n   (3) 서버에 대한 제3자의 모든 불법적인 접속 또는 서버의 불법적인 이용으로부터 발생하는 손해 및 제3자의 불법적인 행위를 방지하거나 예방하는 과정에서 발생하는 손해\n   (4) 제3자가 서비스를 이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성 프로그램으로 인한 손해',
    },
    {
      title: '제18조(분쟁해결)',
      content:
        '1. “플랫폼”은 “이용자”를 위하여 전시/정보를 제공하는 역할을 합니다. “플랫폼”은 “이용자”로부터 제공되는 의견 및 불만 사항의 신속한 처리가 곤란한 경우에는 “이용자”에게 그 사유와 처리 일정을 통보해야 합니다.',
    },
    {
      title: '제19조(재판권 및 준거법)',
      content:
        '1. “회사”와 “이용자” 간에 발생한 분쟁에 관한 소송은 민사소송법에 따라 관할을 정합니다.\n2. “플랫폼”과 “이용자” 간에 제기된 전자상거래 소송에는 한국법을 적용합니다.',
    },
    {
      title: '부칙 (시행일)',
      content: '본 약관은 2024년 6월 10일부터 적용됩니다.',
    },
  ],
  [
    {
      title: '',
      content:
        '요모조모랩(이하 “회사”라 합니다)은 정보 주체의 자유와 권리 보호를 위해 「개인정보 보호법」 및 관계 법령이 정한 바를 준수하여, 적법하게 개인정보를 처리하고 안전하게 관리하고 있습니다. 이에 「개인정보 보호법」 제30조에 따라 정보 주체에게 개인정보의 처리와 보호에 관한 절차 및 기준을 안내하고, 이와 관련한 고충을 신속하고 원활하게 처리할 수 있도록 하기 위하여 다음과 같이 개인정보 처리방침을 수립・공개합니다.\n\n본 개인정보 처리방침은 회사가 제공하는 Art-Friendly(이하‘서비스’라 함)에 적용됩니다.',
    },
    {
      title: '제1조(개인정보의 처리 목적)',
      content:
        '"회사"는 다음의 목적을 위하여 개인정보를 처리합니다. 처리하고 있는 개인정보는 다음의 목적 이외의 용도로는 이용되지 않으며, 이용 목적이 변경되는 경우에는 「개인정보 보호법」 제18조에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.\n1. 회원 가입 및 관리\n   - 회원 가입 의사 확인, 회원제 서비스 제공에 따른 본인 식별・인증, 회원자격 유지・관리, 서비스 부정 이용 방지, 각종 고지・통지, 고충처리 목적으로 개인정보를 처리합니다.\n2. 서비스 개선을 위한 통계 자료 활용\n   - 서비스 이용 기록과 접속 빈도 분석, 서비스 이용에 대한 통계 활용을 통한 서비스 개선을 위해 개인정보를 이용합니다.\n3. 서비스 불량 이용 제재\n   - 서비스의 원활한 운영에 지장을 주는 행위(부정 이용 행위 등)에 대한 방지 및 제재를 위해 개인정보를 이용합니다.',
    },
    {
      title: '제2조(처리하는 개인정보 항목)',
      content:
        '"회사"는 서비스 제공을 위해 필요한 최소한의 정보 범위에서 개인정보를 수집・이용합니다. 선택정보는 입력하지 않아도 서비스 이용에 제한은 없습니다.\n1. 소셜 계정(카카오)을 통한 회원 가입\n   * 카카오 계정 연동을 통해 회원 가입 시, 제3자로부터 제공받는 개인정보를 이용합니다.\n   - 필수: 카카오계정(이메일), 프로필정보(닉네임, 프로필 사진), 성별, 생년월일, 카카오 계정 식별자\n2. 이용자가 직접 입력\n   * 이용자가 프로필 수정 중 직접 입력한 정보를 저장합니다.\n   - 필수: 사용자 취향\n   - 선택: 이름, 프로필 사진, 소개글\n3 자동 생성으로 수집된 정보\n   * 서비스 이용 통계 및 분석을 위해 자동 수집 정보가 생성되어 수집 저장, 조합, 분석될 수 있습니다.\n   - 자동수집정보: 서비스 이용 시간 및 기록, 접속 로그, 서비스 불량 이용기록',
    },
    {
      title: '제3조(개인정보의 처리 및 보유기간)',
      content:
        '"회사"는 법령에 따른 개인정보 보유・이용기간 또는 정보 주체로부터 개인정보를 수집할 시에 동의받은 개인정보 보유・이용기간 내에서 개인정보를 처리・보유합니다.\n1. 개인정보 처리 및 보유 기간은 다음과 같습니다.\n   - 수집된 개인정보 : 회원 탈퇴 시까지',
    },
    {
      title: '제4조(개인정보의 파기 절차 및 방법)',
      content:
        '"회사"는 원칙적으로 개인정보의 이용 목적 달성 후 또는 이용자의 파기 요청이 있는 경우, 수집한 개인정보를 열람하거나 이용할 수 없도록 지체 없이 파기합니다. 다만, 내부 방침에 의하여 보존할 필요가 있는 경우 예외로 하며, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관 장소를 달리하여 보존합니다.\n내부 방침에 따라 일정 기간 보관 후 파기하는 정보는 아래와 같습니다.\n1. 서비스 이용 약관를 위반한 이용자는 재가입 방지를 위해 최대 30일간 개인정보 보관 후 파기합니다.\n   - 보존 항목: 카카오계정(이메일), 프로필정보(닉네임, 프로필 사진), 카카오 계정 식별자, 서비스 불량 이용기록',
    },
    {
      title: '제5조(이용자의 권리와 그 행사방법)',
      content:
        '이용자가 회원 가입 탈퇴를 신청한 경우 "회사“는 지체없이 필요한 조치를 취하고 있습니다.\n1. 개인정보와 관련하여 의견이 있으신 분은 개인정보 보호 책임자 및 담당자에게 이메일로 연락하시면 접수 확인 후 처리하여 그 결과를 안내해 드리겠습니다.\n담당자: 최인수 / 이메일 : yomojomolab.biz@gmail.com',
    },
    {
      title: '제6조(앱 접근권한 동의 및 철회에 관한 사항)',
      content:
        '"회사"는 보다 나은 서비스를 제공하기 위한 목적으로 이용자 단말기의 기능과 정보의 접근권한에 대한 동의를 받고 있으며 이용자는 언제든지 이를 철회하거나 재설정할 수 있습니다.\n1. AOS(안드로이드 운영체제)\n   * 안드로이드 버전 6.0 이상\n   - 접근권한 별 철회 방법 : 단말기 설정 → 보안 및 개인정보보호 선택 → 개인정보보호 선택→ 권한 관리자 선택 → 해당 접근권한 선택 → 해당 앱 선택 → 접근권한 동의 또는 철회 선택\n   - 앱별 철회 방법 : 단말기 설정 → 애플리케이션 → 해당 앱 선택 → 권한 선택 → 접근권한 동의 또는 철회 선택\n   * 안드로이드 버전 6.0 미만\n   - 운영체제 특성상 접근권한 별 철회가 불가능하므로 앱의 삭제를 통해 접근권한을 철회할 수 있습니다.\n2. iOS(Apple 운영체제)\n   - 접근권한 별 철회 방법\n   - 단말기 설정 → 개인정보보호 선택 → 해당 접근권한 선택 → 접근권한 동의 또는 철회 선택\n   - 앱별 철회 방법\n   - 단말기 설정 → 해당 앱 선택 → 접근권한 동의 또는 철회 선택',
    },
    {
      title: '제7조(개인정보처리방침의 변경)',
      content:
        '관련 법령 또는 “회사“ 내부 정책의 변경에 의해 본 개인정보처리방침을 개정해야할 경우 변경 전 최소 7일 전까지 플랫폼 내 공지 사항을 통해 변경 사항과 변경 사유를 고지하도록 하겠습니다. 만약 이용자 권리에 관한 중대한 변경 사항이 포함될 경우 최소 30일 전에 고지하겠습니다.',
    },
    {
      title: '부칙',
      content: '본 개인정보처리방침은 2024년 8월 7일부터 적용됩니다.',
    },
  ],
];
